<template>
<div class="pages bg2">
    <app-header :title="conten"></app-header>
    <app-content id="pageContent">
       <p class="about-list">欢迎您使用微趣！<br /><br />

为了给您提供更加安全的服务，本声明公开微趣的隐私政策。微趣承诺将按照本声明收集、使用和披露用户信息，除本声明另有规定外，不会在未经您许可的情况下向第三方或公众披露您的信息。<br /><br />

在您使用微趣之前，请务必仔细阅读本声明。本声明构成微趣用户协议不可分割的一部分，当您同意注册成为微趣用户时，即同意本声明的全部内容。<br /><br />

通过本声明，我们希望您了解如下政策： <br /><br />
一、“用户信息”的范围 <br />
二、“用户信息”的收集、使用和披露 <br />
三、“用户信息”的保护机制 <br />
四、对Cookie和Web Beacon的使用 <br />
五、未成年人的信息政策<br /><br />

微趣有权随时修改本声明的任何条款。一旦本声明的内容发生变动，微趣将会直接在网站和客户端上公布修改之后的内容，该公布行为视为微趣已经通知您修改内容。如果您不同意微趣对本声明相关条款所做的修改，您有权停止使用微趣。如果您继续使用微趣，则视为您接受我们对本声明相关条款所做的修改。

<i>一、“用户信息”的范围</i>

1、账户信息：您注册、变更账户时，向微趣提供的注册信息，包括但不限于用户名、密码、姓名、电话号码、地址等信息。<br /><br />

2、微趣自动接收的信息：您使用微趣时，我们将自动接收并记录的您客户端上的信息，包括但不限于您设备型号、操作系统、分辨率、电信运营商、使用的语言、访问日期和时间等数据。用户同意开启地理位置功能后，微趣有权在该功能开启期间收集用户的地理位置信息。<br /><br />

3、微趣通过其他合法途径取得的用户信息<br /><br />

4、需要提醒您，以下信息不属于用户信息： <br /><br />
（1）您在微趣搜索信息时的关键字、时间和频率； <br />
（2）根据法律法规和规章，需要公开的信息。

<i>二、“用户信息”的收集、使用和披露</i>

1、为了给您提供更优质的服务，我们会全面分析用户地区分布、访问量和热搜词等信息。<br /><br />

2、为了给您提供更加贴心和个性化的服务，我们可能通过使用用户信息，分析您可能感兴趣的信息并向您提供；或通过系统向您展示个性化的第三方推广信息；或在您同意的情况下，与合作伙伴共享您的信息，帮助您获得最便捷的服务体验。<br /><br />

3、微趣不会向第三方披露任何可能用以识别用户的个人身份的信息，但从用户的用户名或其它可披露资料分析得出的资料不受此限。<br /><br />

4、为了给您提供更加安全的网络环境，微趣可能使用用户信息以预防，发现，调查违法或违反与微趣协议、政策或规则的行为，以保护您和微趣的合法权益。<br /><br />

5、微趣承诺：只在如下情况下，披露用户信息：<br /> 
（1）经您事先同意，向第三方或公众披露； <br />
（2）根据法律的有关规定，或者行政或司法机构的要求，向第三方或者行政、司法机构披露； <br />
（3）如您出现违反中国有关法律、法规或者微趣规则的情况，需要向第三方披露; 
（4）其它根据法律、法规或者政策应进行的披露。<br /><br />

6、微趣将记录用户日志信息，并保存六十日。

<i>三、“用户信息”的保护</i>
1、您的账户均有安全保护功能，请妥善保管您的账户及密码信息。微趣将通过向其它服务器备份、对用户密码进行加密等安全措施确保您的信息不丢失，不被滥用和变造。尽管有前述安全措施，但同时也请您注意在信息网络上不存在“完善的安全措施”。<br />

2、除非经过您的同意，微趣不允许任何用户、第三方通过微趣收集、出售或者无偿传播您的用户信息。任何用户、第三方如从事上述活动，一经发现，微趣将停止与其的服务或商务协议，必要时将采取法律手段保护您和微趣的权益。<br />

3、微趣含有到其他网站的链接，微趣不对那些网站的隐私保护措施负责。当您登陆那些网站时，请提高警惕，保护个人隐私。

<i>四、对Cookie和Web Beacon的使用</i>

Cookie可以帮助网站辨认注册用户，计算用户数量，通常被各网站用来判定完成注册的用户是否已经实现登陆。微趣承诺，对Cookie信息的研究仅用于提升服务/产品质量及优化用户体验之目的。同时，如不希望个人信息保留在Cookie当中，您可以对浏览器进行配置。鉴于微趣的服务是通过支持Cookie来实现的，完成关闭Cookie的操作后可能影响到你的访问或不能充分取得服务。<br />

微趣使用Web Beacon的方法和目的与Cookie相同。

<i>五、未成年人的信息政策</i>

微趣不建议未成年人使用微趣。除非所在地法律允许并且监护人同意，未成年人请不要注册账户或发送自己的姓名、住址、电话、邮件地址等个人信息给微趣。<br />

如未成年人在法律允许且监护人同意的情况下使用微趣，应按照微趣的规则进行注册，微趣承诺，将按照《用户协议》第十条对未成年人隐私权进行保护。同时，未成年人应当遵守全国青少年网络文明公约以及《用户协议》第十一条，正确使用微趣，加强自我保护。</p>
    </app-content>

</div>
</template>
<script>
export default {
    data(){
        return{
            conten:{
                left:'隐私权声明',
                show:false,
                rightshow:false,
                arrowright:true,
                showleft:true,
                searchDetails:false,
                close:true,
                closeInfo:'关闭',
                id:1
            }
        }
    }
}
</script>
<style scoped>

</style>