<template>
<div class="pages  bg2">
    <app-header :title="conten">
    </app-header>
    <app-content id="pageContent">
       <p class="about-list">本协议是用户与微趣之间的协议，微趣依据本协议为用户提供服务。<br /><br />

1.　本协议服务条款构成用户（无论是个人或者单位）使用微趣所提供服务之先决条件。如用户不同意本协议服务条款或其随时对其的修改，用户应不使用或主动取消最右提供的服务。用户的使用行为将被视为其对本协议服务条款及其随时修改版本的完全接受；<br /><br />

2.　这些条款可由微趣随时更新，且毋须另行通知。修改后的服务条款一旦在微趣上公布即取代替原来的服务条款，并构成本条款整体之一部分。用户可随时登陆微趣查阅最新的服务条款。<br /><br />

二、服务<br /><br />

1.　用户可使用微趣服务上传音乐、动画、文字、图片、音视频作品等（以下简称“内容”），用户担保对其通过微趣上载、传播的内容负全部法律责任。<br /><br />

2.　用户在此明确陈述并保证对其上载、传播到微趣上的所有内容，拥有或取得了所有必要的权利并承担全部的法律责任，包括但不限于：用户有权或已取得必要的许可、授权、准许来使用或授权微趣使用所有与上传内容有关的所有专利、商标、商业秘密、版权、表演者权及其他私有权利；<br /><br />

3.　微趣并不担保用户上传的所有内容能够通过微趣服务为其他用户所获取、浏览，微趣没有义务和责任对所有用户上载、传播的内容进行监测；但微趣保留根据国家法律、法规的要求对上载、传播的内容进行不定时抽查的权利，并有权在不事先通知的情况下移除获断开链接违法、侵权的内容。此款的规定并不排除用户对上传内容的版权担保，亦并非表明微趣有责任及能力判断用户上传内容的版权归属　。<br /><br />

三、用户注册<br /><br />

1.　如果用户使用微趣进行内容的上载、传播服务，用户需要注册一个帐号、密码，并确保注册信息的真实性、正确性及完整性，如果上述注册信息发生变化，用户应及时更改。在安全完成本服务的登记程序并收到一个密码及帐号后，用户应维持密码及帐号的机密安全。用户应对任何人利用用户的密码及帐号所进行的活动负完全的责任，微趣无法对非法或未经用户授权使用用户帐号及密码的行为做出甄别，因此微趣不承担任何责任。在此，用户同意并承诺做到：<br /><br />

经微趣注册系统完成注册程序并获得微趣帐号的用户即为微趣的正式用户，即获得微趣规定用户所应享有的一切权限；微趣有权对其正式用户的权限设计进行变更。<br /><br />

在用户填写注册资料时，用户要确保所填写的信息是真实有效的。如果因注册信息不真实而引起的问题，并对问题发生所带来的后果，微趣不负任何责任。<br /><br />

用户注册帐号时不得以下列内容作为帐号名称，如发现用户帐号中含有不雅文字或不恰当名称的，微趣保留取消其用户资格的权利。<br /><br />

除本协议注明之服务条款外，其他一切因使用微趣而引致之任　何意外、疏忽、合约毁坏、诽谤、版权或其他知识产权侵犯及其所造成的损失（包括但不限于因下载而感染电脑病毒），　微趣概不负责，亦不承担任何法律责任。<br /><br />

(1)请勿以党和国家领导人或其他社会名人的真实姓名、字号、艺名、笔名注册； <br /><br />
(2)请勿以国家机构或其他机构的名称注册； <br /><br />
(3)请勿注册不文明、不健康名字，或包含歧视、侮辱、猥亵类词语的帐号； <br /><br />
(4)请勿注册易产生歧义、引起他人误解或其它不符合法律法规、规章制度等规定的帐号。<br /><br />

2.　账号所有权归小川科技，用户完成申请注册手续后，获得帐号的有限使用权。<br /><br />

3.　帐号使用权仅属于初始申请注册人，禁止赠与、借用、租用、转让或售卖。如果发现使用者并非帐号初始注册人，微趣有权在未经通知的情况下回收该帐号而无需向该帐号使用人承担法律责任，由此带来的包括并不限于用户资料等清空等损失由用户自行承担。微趣禁止用户私下有偿或无偿转让帐号，以免因帐号此产生纠纷，用户应当自行承担因违反此要求而遭致的任何损失，同时微趣保留追究上述行为人法律责任的权利。<br /><br />

4.　用户承担微趣帐号与密码的保管责任，并就其帐号及密码项下之一切活动负全部责任。用户须重视微趣帐号密码和公开邮箱的密码保护。用户同意如发现他人未经许可使用其帐号时立即通知微趣。<br /><br />

5.　用户帐号在丢失或遗忘密码后，须遵照微趣的申诉途径及时申诉请求找回帐号。用户应不断提供能增加帐号安全性的个人密码保护资料。用户可以凭初始注册资料及个人密码保护资料填写申诉单向微趣申请找回帐号，微趣的密码找回机制仅负责识别申诉单上所填资料与系统记录资料的正确性，而无法识别申诉人是否系真正帐号权使用人。对用户因被他人冒名申诉而致的任何损失，微趣不承担任何责任，用户知晓微趣帐号及密码保管责任在于用户，微趣并不承诺帐号丢失或遗忘密码后用户一定能通过申诉找回帐号。<br /><br />

6.　用户注册微趣帐号后如果长期不使用，微趣有权回收帐号，以免造成资源浪费，由此带来的损失由用户自行承担。<br /><br />

7.　本着有效利用微趣帐号资源，保障更多合法用户权益为目的，对于恶意注册或者长期未登录的帐号，系统有权回收。<br /><br />

四、版权声明和责任声明<br /><br />

1.　用户上传的内容是指用户在微趣上上载、传播的文字、图片、视频、音频或其它任何形式的内容；<br /><br />

2.　用户在微趣上传或发布内容的，用户应保证其对该等内容享有合法著作权/版权或者相应授权，并且用户同意授予微趣对其上传内容的在全球范围内的免费、不可撤销的、无限期的、并且可转让的非独家使用权许可权、复制权、发行权、出租权、展览权、表演权、放映权、广播权、信息网络传播权、摄制权、改编权、翻译权、汇编权、使用权和收益权，微趣有权展示、发布及推广前述内容，有权对前述内容进行任何形式的复制、修改、出版、发行及以其他方式使用或者授权第三方进行复制、修改、出版、发行及以其他方式使用；<br /><br />

3.　微趣在此郑重提请用户注意，任何经由微趣上载、张贴、发送电子邮件或任何其它方式传送的资讯、资料、文字、软件、音乐、音讯、照片、图形、视讯、信息或其它资料，无论系公开还是私下传送，均由内容提供者、上传者承担责任，微趣不承担任何责任；<br /><br />

4.　微趣无法预先知晓并合理控制经由最右传送之内容，亦无法准确判定内容上传者的真实身份。有鉴于此，用户已预知使用微趣时，可能会接触到令人不快、不适当或令人厌恶之内容，用户在此同意放弃由此而产生的针对微趣的任何追索权。但微趣有权依法停止传输任何前述内容并采取相应行动，包括但不限于暂停用户使用微趣的全部或部分功能，保存有关记录，并向有关机关报告；<br /><br />

5.　用户需独立对自己在微趣上实施的行为承担法律责任。若用户使用最右服务的行为不符合本协议，微趣有权做出独立判断，且在无需事先通知的情况下立即取消用户的帐号。用户若在微趣上散布和传播反动、色情或其他违反国家法律的信息，微趣的系统记录有可能作为用户违反法律的证据；<br /><br />

6.　因用户进行上述内容在微趣的上载、传播而导致任何第三方提出索赔要求或衍生的任何损害或损失，由用户承担全部责任。</p>
    </app-content>
</div>
</template>
<script>
export default {
    data(){
        return{
            conten:{
                left:'免责申明',
                show:false,
                rightshow:false,
                arrowright:true,
                showleft:true,
                searchDetails:false,
                close:true,
                closeInfo:'关闭',
                id:1
            }
        }
    }
}
</script>
<style scoped>

.list{font-family:SourceSansPro-Regular;margin-top:0.095rem;color:#4a4a4a;font-size:0.12rem;line-height:0.165rem;}
</style>